BPEL/BPELComposite/test/AddHotel/Output.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <operationSuccess xmlns="urn:customerData" xmlns:msgns="http://j2ee.netbeans.org/wsdl/TravelGoodBPEL/src/TravelGood">true</operationSuccess>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>